Repository: AWMA-apps/QS_App
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Server Address
ar: عنوان الخادم

# username
source: Email/Username
ar: اسم المستخدم/البريد الإلكتروني

source: Password
ar: كلمة المرور

source: Login
ar: تسجيل الدخول

source: Or select another account
ar: أو اختر حساب آخر

source: No accounts left
ar: لا يوجد حسابات بعد

# server_is_required
source: Server Address is Required
ar: عنوان الخادم مطلوب

# username_is_required
source: Email/Username is Required
ar: ادخل اسم المستخدم او البريد الالكتروني

source: Password is Required
ar: ادخل كلمة المرور

source: Press back again to exit
ar: اضغط مرة اخرى للخروج

source: Re-login
ar: سجل دخول
